[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Фрукты",
      "description": "Это здоровье"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Овощи",
      "description": "Это полезно"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Автомобили",
      "description": "Это средство передвижения"
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Телефоны",
      "description": "Это средство связи"
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "яблоки",
      "description": "Яблоки представляют собой плоды круглой, удлинённой или овальной формы, имеют твёрдую кожуру зелёного, красного, белого, жёлтого или смешанного цвета, сочную твёрдую мякоть, плодоножку и небольшие семечки внутри фрукта.\r\nСвойство яблок темнеть на срезе. Яблоко имеет такое свойство темнеть на срезе. Это не означает, что яблоко испорчено или его нельзя разрезать ножом. Это происходит из-за окисления находящегося в яблоке железа кислородом.",
      "picture": "products/1662040156_j-4.jpg",
      "price": 99.0,
      "created_at": "2023-05-25T21:27:39.027Z",
      "updated_at": "2023-05-29T12:39:28.442Z",
      "category": 1
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Банан",
      "description": "Банан – травянистое растение (не пальма, как многие думают) высотой до 9 метров. Зрелые плоды желтые, вытянутые и цилиндрические, напоминают полумесяц. Покрыты плотной кожурой, слегка маслянистой текстуры. Мякоть имеет нежно молочный цвет. Родина банана – Юго-Восточная Азия (Малайский архипелаг), здесь бананы появились с 11 века до нашей эры.",
      "picture": "products/1661962809_j-7.jpg",
      "price": 111.99,
      "created_at": "2023-05-25T21:28:46.368Z",
      "updated_at": "2023-05-29T12:37:24.571Z",
      "category": 1
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Огурец",
      "description": "Огурцы — это плоды однолетнего травянистого растения семейства Тыквенные. Относятся к овощным культурам. Плоды располагаются на длинном стелющемся шершавом стебле, который в длину может достигать 2 метров. Листья — ярко-зеленые, сердцевидные, большие. Плоды вытянутой цилиндрической формы, имеют кожуру ярко-зеленого и темно-зеленого цвета и сочную мякоть белого или слегка зеленоватого оттенка, многосемянные. Вкус огурца свежий, нейтральный.",
      "picture": "products/647_11.jpg",
      "price": 89.99,
      "created_at": "2023-05-25T21:29:10.279Z",
      "updated_at": "2023-05-29T12:38:40.823Z",
      "category": 2
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Помидор",
      "description": "Томат — самоопыляющееся растение, но в южных регионах наблюдается и перекрестное опыление. Цветок мелкий, невзрачный, желтый. Плод — сочная 2-х или многогнездная ягода, массой от 5 до 1000 г. Чем больше камер (гнезд) в плоде, тем он мясистее. По форме плоды бывают плоские, плоскоокруглые, округлые, удлиненно-овальные, сливовидные, смородиновидные, вишневидные, перцевидные, грушевидные, цилиндрические.",
      "picture": "products/8b506ea36cb3f73d8de69c926fa24250.jpg",
      "price": 199.99,
      "created_at": "2023-05-25T21:29:31.614Z",
      "updated_at": "2023-05-29T12:38:46.965Z",
      "category": 2
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Морковь",
      "description": "Двулетнее травянистое растение с мясистым корнеплодом и многократно перисто-рассечёнными листьями.\r\nСоцветие — 10—15-лучевой сложный зонтик, лучи шероховато-опушённые, распростёртые во время цветения. Цветки — с мелкими зубчиками чашечки с белыми, красноватыми или желтоватыми лепестками. Плоды — мелкие, эллиптические двусемянки длиной 3—5 мм.",
      "picture": "products/111_9MZkgIU.jpeg",
      "price": 44.99,
      "created_at": "2023-05-25T21:33:42.448Z",
      "updated_at": "2023-05-29T12:38:58.534Z",
      "category": 2
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Морковь элитная",
      "description": "Из семейства Сельдерейные (Apiaceae, устар. Зонтичные Umbellíferae) морковь является наиболее широко выращиваемым и важным овощем. Прогрессируя от своего первоначального использования в медицине, морковь стала одним из основных овощей и получила широкое признание благодаря высокому содержанию альфа- и бета-каротина в корнеплодах. Оба каротина важны в питании человека как предшественники витамина А. Потребление моркови превышает потребление любого другого корнеплода семейства Сельдерейные.\r\n\r\nМорковь цениться своими высокими питательными, вкусовыми, диетическими качествами, легко усваивается организмом, оказывает положительное действие на процесс обмена веществ. Свежую морковь едят в сыром виде в салатах и в качестве закуски за ее сладкий, ароматный вкус и хрустящую текстуру. Обычные способы приготовления свежей моркови включают приготовление на пару, варку, запекание и жарку. Хотя основным продуктом является корнеплод, молодые нежные листья иногда используются в Китае и Японии как жареная капуста, а также в салатах. Для этих целей листья получают из высокоплотных посадок и собирают на ранней стадии роста до значительного увеличения корней.\r\n\r\nПомимо использования в свежем виде, значительные объемы моркови перерабатываются в консервированную, замороженную, обезвоженную, маринованную и соковую продукцию. Виды консервированных и замороженных продуктов из моркови весьма разнообразны. Мелкие корнеплоды могут перерабатываться целиком. Крупные корнеплоды нарезают кубиками или ломтиками, клиньями, полосками и другими формами. Их также измельчают в пюре для использования в детском питании. Обезвоженные продукты включают морковные чипсы, хлопья и порошок. Тонкие ломтики моркови обжаривают во фритюре, как и картофель, для приготовления закусок.",
      "picture": "products/55df5c918d900cc14a730516855e0779.webp",
      "price": 255.0,
      "created_at": "2023-05-29T11:58:36.607Z",
      "updated_at": "2023-05-29T12:45:44.601Z",
      "category": 2
    }
  }
]
