[
  {
    "model": "catalog.category",
    "pk": 17,
    "fields": {
      "name": "Фрукты",
      "description": "Это здоровье"
    }
  },
  {
    "model": "catalog.category",
    "pk": 18,
    "fields": {
      "name": "Овощи",
      "description": "Это полезно"
    }
  },
  {
    "model": "catalog.category",
    "pk": 19,
    "fields": {
      "name": "Автомобили",
      "description": "Это средство передвижения"
    }
  },
  {
    "model": "catalog.category",
    "pk": 20,
    "fields": {
      "name": "Телефоны",
      "description": "Это средство связи"
    }
  },
  {
    "model": "catalog.product",
    "pk": 25,
    "fields": {
      "name": "яблоки",
      "description": "Яблоки представляют собой плоды круглой, удлинённой или овальной формы, имеют твёрдую кожуру зелёного, красного, белого, жёлтого или смешанного цвета, сочную твёрдую мякоть, плодоножку и небольшие семечки внутри фрукта.\r\nСвойство яблок темнеть на срезе. Яблоко имеет такое свойство темнеть на срезе. Это не означает, что яблоко испорчено или его нельзя разрезать ножом. Это происходит из-за окисления находящегося в яблоке железа кислородом.",
      "picture": "products/1662040156_j-4.jpg",
      "price": 99.0,
      "created_at": "2023-07-02T22:42:48.442Z",
      "updated_at": "2023-07-02T22:42:48.442Z",
      "category": 17
    }
  },
  {
    "model": "catalog.product",
    "pk": 26,
    "fields": {
      "name": "Банан",
      "description": "Банан – травянистое растение (не пальма, как многие думают) высотой до 9 метров. Зрелые плоды желтые, вытянутые и цилиндрические, напоминают полумесяц. Покрыты плотной кожурой, слегка маслянистой текстуры. Мякоть имеет нежно молочный цвет. Родина банана – Юго-Восточная Азия (Малайский архипелаг), здесь бананы появились с 11 века до нашей эры.",
      "picture": "products/1661962809_j-7.jpg",
      "price": 111.99,
      "created_at": "2023-07-02T22:42:48.442Z",
      "updated_at": "2023-07-02T22:42:48.442Z",
      "category": 17
    }
  },
  {
    "model": "catalog.product",
    "pk": 27,
    "fields": {
      "name": "Огурец",
      "description": "Огурцы — это плоды однолетнего травянистого растения семейства Тыквенные. Относятся к овощным культурам. Плоды располагаются на длинном стелющемся шершавом стебле, который в длину может достигать 2 метров. Листья — ярко-зеленые, сердцевидные, большие. Плоды вытянутой цилиндрической формы, имеют кожуру ярко-зеленого и темно-зеленого цвета и сочную мякоть белого или слегка зеленоватого оттенка, многосемянные. Вкус огурца свежий, нейтральный.",
      "picture": "products/647_11.jpg",
      "price": 89.99,
      "created_at": "2023-07-02T22:42:48.447Z",
      "updated_at": "2023-07-02T22:42:48.447Z",
      "category": 18
    }
  },
  {
    "model": "catalog.product",
    "pk": 28,
    "fields": {
      "name": "Помидор",
      "description": "Томат — самоопыляющееся растение, но в южных регионах наблюдается и перекрестное опыление. Цветок мелкий, невзрачный, желтый. Плод — сочная 2-х или многогнездная ягода, массой от 5 до 1000 г. Чем больше камер (гнезд) в плоде, тем он мясистее. По форме плоды бывают плоские, плоскоокруглые, округлые, удлиненно-овальные, сливовидные, смородиновидные, вишневидные, перцевидные, грушевидные, цилиндрические.",
      "picture": "products/8b506ea36cb3f73d8de69c926fa24250.jpg",
      "price": 199.99,
      "created_at": "2023-07-02T22:42:48.447Z",
      "updated_at": "2023-07-02T22:42:48.447Z",
      "category": 18
    }
  },
  {
    "model": "catalog.product",
    "pk": 29,
    "fields": {
      "name": "Морковь",
      "description": "Двулетнее травянистое растение с мясистым корнеплодом и многократно перисто-рассечёнными листьями.\r\nСоцветие — 10—15-лучевой сложный зонтик, лучи шероховато-опушённые, распростёртые во время цветения. Цветки — с мелкими зубчиками чашечки с белыми, красноватыми или желтоватыми лепестками. Плоды — мелкие, эллиптические двусемянки длиной 3—5 мм.",
      "picture": "products/111_9MZkgIU.jpeg",
      "price": 44.99,
      "created_at": "2023-07-02T22:42:48.447Z",
      "updated_at": "2023-07-02T22:42:48.447Z",
      "category": 18
    }
  },
  {
    "model": "catalog.product",
    "pk": 30,
    "fields": {
      "name": "Морковь элитная",
      "description": "Из семейства Сельдерейные (Apiaceae, устар. Зонтичные Umbellíferae) морковь является наиболее широко выращиваемым и важным овощем. Прогрессируя от своего первоначального использования в медицине, морковь стала одним из основных овощей и получила широкое признание благодаря высокому содержанию альфа- и бета-каротина в корнеплодах. Оба каротина важны в питании человека как предшественники витамина А. Потребление моркови превышает потребление любого другого корнеплода семейства Сельдерейные.\r\n\r\nМорковь цениться своими высокими питательными, вкусовыми, диетическими качествами, легко усваивается организмом, оказывает положительное действие на процесс обмена веществ. Свежую морковь едят в сыром виде в салатах и в качестве закуски за ее сладкий, ароматный вкус и хрустящую текстуру. Обычные способы приготовления свежей моркови включают приготовление на пару, варку, запекание и жарку. Хотя основным продуктом является корнеплод, молодые нежные листья иногда используются в Китае и Японии как жареная капуста, а также в салатах. Для этих целей листья получают из высокоплотных посадок и собирают на ранней стадии роста до значительного увеличения корней.\r\n\r\nПомимо использования в свежем виде, значительные объемы моркови перерабатываются в консервированную, замороженную, обезвоженную, маринованную и соковую продукцию. Виды консервированных и замороженных продуктов из моркови весьма разнообразны. Мелкие корнеплоды могут перерабатываться целиком. Крупные корнеплоды нарезают кубиками или ломтиками, клиньями, полосками и другими формами. Их также измельчают в пюре для использования в детском питании. Обезвоженные продукты включают морковные чипсы, хлопья и порошок. Тонкие ломтики моркови обжаривают во фритюре, как и картофель, для приготовления закусок.",
      "picture": "products/55df5c918d900cc14a730516855e0779.webp",
      "price": 255.0,
      "created_at": "2023-07-02T22:42:48.447Z",
      "updated_at": "2023-07-02T22:42:48.447Z",
      "category": 18
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 60,
    "fields": {
      "heading": "Баскетбол",
      "slug": "basketbol",
      "description": "Баскетбо́л (англ. basket «корзина» + ball «мяч») — спортивная командная игра с мячом, в которой мяч забрасывают руками в кольцо соперника.\r\n\r\nВ баскетбол играют две команды, каждая из которых состоит из пяти полевых игроков (замены не ограничены). Цель каждой команды — забросить мяч в кольцо с сеткой (корзину) соперника и помешать другой команде завладеть мячом и забросить его в свою корзину. Корзина находится на высоте 3,05 м от паркета (10 футов). За мяч, заброшенный с ближней и средней дистанций, засчитывается два очка, с дальней (из-за трёхочковой линии) — три очка; штрафной бросок оценивается в одно очко. Стандартный размер баскетбольной площадки — 28 м в длину и 15 м — в ширину. Баскетбол — один из самых популярных видов спорта в мире[1].\r\n\r\nБаскетбол входит в программу Олимпийских игр с 1936 года (изобретатель игры Джеймс Нейсмит был там в качестве гостя). Регулярные чемпионаты мира по баскетболу среди мужчин проводятся с 1950 года, среди женщин — с 1953 года, а чемпионаты Европы — с 1935 года.\r\n\r\nВ Европе проводятся международные клубные соревнования по баскетболу: Евролига, Еврокубок, Кубок вызова ФИБА.\r\n\r\nНаибольшего развития эта игра достигла в США: чемпионат Национальной баскетбольной ассоциации (НБА) более 50 лет является сильнейшим национальным клубным турниром в мире. Баскетбол считается национальным видом спорта в Литве.",
      "picture": "blog/1661963419_j-50.jpg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 61,
    "fields": {
      "heading": "Волейбол",
      "slug": "volejbol",
      "description": "Волейбо́л (англ. volleyball от volley — «удар с лёту» и ball — «мяч») — вид спорта, командная спортивная игра, в процессе которой две команды соревнуются на специальной площадке, разделённой сеткой, стремясь направить мяч на сторону соперника таким образом, чтобы он приземлился на площадке противника (добить до пола), либо чтобы игрок защищающейся команды допустил ошибку. При этом для организации атаки игрокам одной команды разрешается не более трёх касаний мяча подряд (в дополнение к касанию на блоке).\r\n\r\nВолейбол — неконтактный, комбинационный вид спорта, где каждый игрок имеет строгую специализацию на площадке. Важнейшими качествами для игроков в волейбол являются прыгучесть для возможности высоко подняться над сеткой, реакция, координация, физическая сила для эффективного произведения атакующих ударов.\r\n\r\nДля любителей волейбол — распространённое развлечение и способ отдыха благодаря простоте правил и доступности инвентаря, обычно проводимое на специальных пляжных площадках или спортзалах.\r\n\r\nЦентральный орган волейбола как международного вида спорта, определяющий свод правил — Международная федерация волейбола, FIVB (англ.). Волейбол входит в программу Олимпийских игр с 1964 года[3].\r\n\r\nЧеловек, играющий в эту игру — волейболи́ст.\r\n\r\nСуществуют многочисленные варианты волейбола, ответвившиеся от основного вида — пляжный волейбол (олимпийский вид с 1996 года), волейбол на снегу[3], мини-волейбол, пионербол, парковый волейбол (утверждённый конгрессом FIVB в ноябре 1998 года в Токио)[4], волейбол сидя (паралимпийский вид спорта).",
      "picture": "blog/1666511227_1.jpg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 62,
    "fields": {
      "heading": "Хоккей",
      "slug": "hokkej",
      "description": "Хокке́й (англ. hockey) — семейство игр на ледовой, тартановой, пластиковой, деревянной или травяной площадке, в котором две команды стараются поразить (мячом или шайбой) цель — ворота противника, используя клюшки. В каждой команде есть вратарь (иногда два вратаря, второй — запасной), который защищает ворота своей команды, и несколько полевых игроков. Существует много видов хоккея, такие как хоккей с шайбой, хоккей с мячом, хоккей на траве и другие.\r\n\r\nВ большинстве стран мира термин «хоккей» без уточнений относится к хоккею на траве, в то время как в США, Канаде, России и большинстве стран Восточной и Северной Европы этот термин обычно относится к хоккею с шайбой[1]. В частности, во Всероссийский реестр видов спорта хоккей с шайбой включён под названием «хоккей», без уточнений.",
      "picture": "blog/9bd23ab3e48f843998420cb462962071.jpg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 63,
    "fields": {
      "heading": "Плавание",
      "slug": "plavanie",
      "description": "Пла́вание — вид спорта или спортивная дисциплина, заключающаяся в преодолении вплавь за наименьшее время различных дистанций[1]. При этом в подводном положении по действующим ныне правилам разрешается проплыть не более 15 м после старта или поворота (в плавании брассом подобное ограничение сформулировано по-другому); скоростные виды подводного плавания относятся не к плаванию, а к подводному спорту.\r\n\r\nПо классификации МОК (согласно принципу «одна федерация — один вид спорта») плавание как вид спорта включает в себя: собственно плавание, водное поло, прыжки в воду и синхронное плавание[2]; в русскоязычной спортивной литературе в качестве синонима плавания в этом значении употребляется словосочетание «водные виды спорта». Координацией развития водных видов спорта в мире занимается Международная федерация плавания (ФИНА, фр. FINA, Fédération Internationale de Natation, создана в 1908 году)[3][4], проводящая чемпионаты мира (с 1973); в Европе — Лига европейского плавания (ЛЕН, фр. LEN, Ligue Européenne de Natation, создана в 1926 году)[5], проводящая чемпионаты Европы (с 1926 года).\r\n\r\nСогласно Всероссийскому реестру видов спорта все водные виды считаются различными видами спорта.\r\n\r\nТакже плавание является составной частью современного пятиборья (заплыв на 200 м), триатлона (различные дистанции в открытой воде) и некоторых прикладных многоборий.",
      "picture": "blog/effd0e928ccd6af27b064e62ef22beef.jpeg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 64,
    "fields": {
      "heading": "Армрестлинг",
      "slug": "armrestling",
      "description": "Армрестлинг (рус. Рукоборие; от англ. Arm sport, arm wrestling, arm — рука) — вид борьбы на руках между двумя участниками (вид Спортивных единоборств). Во время матча одноимённые руки соревнующихся ставятся на твёрдую, ровную поверхность (как правило, стол), и ладони сцепляются в замок. Задачей соревнующегося рукоборца является прижатие руки противника к поверхности. На участников поединка накладывается ряд временных, технических и тактических ограничений (см. подробнее: Правила).\r\n\r\nНе являясь олимпийским видом спорта, борьба на руках тем не менее популярна во многих частях света.\r\n\r\nВ ходе поединка можно выделить следующие фазы: стартовая позиция, достижение преимущества, реализация преимущества. Можно сгибать кисти\r\n\r\nСкульптура в Сочи\r\nЯвляется древнейшим видом спорта, который был возрождён в 1960-е годы в США. В сентябре 1962 года в г. Петалума, штат Калифорния был проведён первый чемпионат мира по ристрестлингу — так была названа эта борьба (англ. wrist wrestling, дословно — «борьба запястьями»).\r\n\r\nВ 1990-х годах этот спорт получил распространение и в России — начинался в стране в 1989 году матчевой встречей СССР—США—Канада. Тогда все советские спортсмены, за исключением олимпийского чемпиона по тяжёлой атлетике Султана Рахманова, проиграли свои поединки. Выводы были сделаны правильные, и за прошедшие годы советские и российские спортсмены добились выдающихся успехов. Первым чемпионом мира из СССР стал Казбек Золоев 10 октября 1992 года (г. Петалума, Калифорния) в весовой категории до 180 фунтов. Много раз чемпионами мира становились Казбек Золоев, Маирбек и Хаджимурат Золоевы, украинцы Р. Бабаев, Е. Прудник и А. Пушкарь, а также россияне А. Кузнецов, И. Турчинская, Виктория Габагкова, Ибрагим Ибрагимов, А. Юньков, Алан Караев, Денис Цыпленков и другие. Благодаря регулярным победам на чемпионатах мира и Европы Россия закрепила лидирующее место в этом виде спорта.",
      "picture": "blog/imgpreview.jpg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  },
  {
    "model": "catalog.blogentry",
    "pk": 65,
    "fields": {
      "heading": "Регби",
      "slug": "regbi",
      "description": "Ре́гби-15, регби-ю́нион (англ. rugby union, МФА: [ˈrʌɡ.bi ˈjuː.ni.ən]) или просто ре́гби[3][прим. 3][прим. 4] — контактный командный вид спорта, возникший в XIX веке в Англии[4], один из видов регби-футбола. Игра в регби породила множество смежных видов спорта, среди которых наиболее популярны регбилиг и регби-7. Кроме того, некоторые элементы регби были включены в правила американского и австралийского футбола и их производных. Регбийный матч представляет собой соревнование двух команд, каждая из которых представлена пятнадцатью полевыми игроками. На лицевой линии поля находятся Н-образные ворота, а за лицевыми линиями поля расположены зачётные зоны команд. Основной задачей каждого из соперников является совершение результативных действий, то есть поражение ворот (удар выше перекладины) или занос мяча в зачётную зону оппонента. Правилами допускается касание мяча руками, что и обуславливает главное отличие регби от футбола. При этом на игру руками налагается ограничение: мяч не может быть передан руками вперёд, то есть с приближением к зачётной зоне соперника.\n\nСогласно легенде, основоположником регби является Уильям Уэбб Эллис, учащийся школы города Рагби (Регби). Первый свод правил регби был опубликован учениками школы Рагби в 1845 году. Спустя полвека, в 1895 году конфликт между английским регбийным союзом и рядом клубов из северной части страны привёл к созданию нового вида регби — регбилиг. Причиной разногласий стал запрет союза на финансовое стимулирование спортсменов, вынужденных пропускать воскресные работы ради участия в регбийных матчах. Регби распространился от стран своего происхождения — Великобритании и Ирландии и далее стал популярным видом спорта во многих странах, связанных с Британской империей. Первыми такими странами стали Австралия, Новая Зеландия, Южная Африка и Франция. В число стран, в которых регби стал национальным видом спорта, вошли Фиджи, Грузия, Мадагаскар[5], Новая Зеландия, Самоа и Тонга.\n\nНа протяжении большей части XX века руководящие регбийные органы поддерживали любительский статус игры, но в 1995 году Международный совет регби отменил большую часть ограничений на оплату труда игроков. Таким образом регби, лучшие представители которого уже давно вышли на профессиональный уровень, стало полностью профессиональным и с экономической точки зрения. Международный совет регби (IRB) является ведущим руководящим органом в игре с момента своего создания в 1886 году. Сейчас в регби играют более чем в ста странах по всему миру, а в ряде государств данный вид спорта признан национальным[6][7][8][9][10].",
      "picture": "blog/df72d4ee74a307309faed9adb403cfb7_WfWm4x5.jpg",
      "created_at": "2023-07-02T22:42:48.452Z",
      "publication_flag": true,
      "count_views": 0
    }
  }
]
